; TranslationAuthor: Chirantan Mitra
; TranslationAuthorEmail: chirantan.private@gmail.com
; Soft Version: 3.16.71
; Update: December 17, 2012


[Lang]
NativeLanguage=Bangla

[GUI]
ButtonYes=হ্যাঁ
ButtonNo=না
ButtonOK=ঠিক আছে
ButtonClose=বন্ধ করুন

[Translation]
LangCode=0445
ReadHabit=Left-to-right
LanguageName=BENG
LangShortName=BEN-IN
DefaultFont=Siyam Rupali
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=তথ্য
Warning=সাবধান
Error=ভুল
Confirm=নিশ্চিতকরণ
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=মোট মেমোরি:
FrmMoMain.lblaopt.Caption=স্বয়ংক্রিয় ভাবে অপ্টিমাইস করুন যদি মুক্ত মেমোরি এর নিচে থাকে:  
FrmMoMain.lbltry.Caption=আরও মেমোরি মুক্ত করুন
FrmMoMain.btnsettings.Caption=সেটিংস্‌
FrmMoMain.btnOpt.Caption=অপ্টিমাইস করুন
FrmMoMain.chkmin.Caption=সিস্টেম ট্রেতে মিনিমাইস করে রাখুন
FrmMoMain.chkauto.Caption=উইন্ডোজ চালু হওয়ার সময় এটাও চালু হবে
FrmMoMain.chkautoOpt.Caption=স্বয়ংক্রিয় অপ্টিমাইসেশন চালু করুন
FrmMoMain.ckchkclearborad.Caption=অপ্টিমাইস করার সময় ক্লিপবোর্ডও খালি হবে
FrmMoMain.chkidle.Caption=সিপিইউ নিষ্ক্রিয় থাকলে চালু হবে (সুপারিশ করা হচ্ছে)
FrmMoMain.lbllang.Caption=স্বাভাবিক ভাষা:
;
; About
;
FrmAbout.caption=সম্পর্কে
FrmAbout.btnok.caption=ঠিক আছে
FrmAbout.lblver.caption=বর্তমান সংস্করণ:
FrmAbout.lblemail.caption=সাহায্যের ইমেল:
FrmAbout.lblhome.caption=হোমপেজ:
FrmAbout.lblthanks.caption=সাহায্যের জন্য যাদের ধন্যবাদ:

[MemoryOptimizer]
UsedMemory=ব্যবহৃত মেমোরি:
AvailableMemory=মুক্ত মেমোরি:
FreeMemory=মুক্ত মেমোরি:
At=এই সময়
pmShow=সফটওয়্যার উইন্ডো দেখান
pmOpt=অপ্টিমাইস করুন
pmAbout=সম্পর্কে
pmExit=বাহির
SureExit=মেমোরি অপ্টিমাইস করা হচ্ছে...আপনি কি বাহির হবার জন্য নিশ্চিত?
Mintotray=মেমোরি অপ্টিমাইস করা হচ্ছে
